Repository: ramyaissacq/Scoreo
Catalog: Scoreo/*.lproj/Localizable.strings
Languages: vi

source: Company
vi: Công ty

source: Chinese Super League
vi: Super League Trung Quốc

source: Asian Qualifiers
vi: Vòng loại Châu Á

source: South American Qualifier
vi: Vòng loại Nam Mỹ

source: European Qualifier
vi: Vòng loại Châu Âu

source: World Cup
vi: Cúp thế giới

source: European Cup
vi: Cúp châu Âu

source: Confederations Cup
vi: Cúp Liên đoàn các châu lục

source: America's Cup
vi: Cup của Mỹ

source: Welcome!
vi: Chào mừng!

source: Football
vi: Bóng đá

source: Basketball
vi: Bóng rổ

source: Privacy Policy
vi: Chính sách bảo mật

source: Language
vi: Ngôn ngữ

source: Share App
vi: Chia sẻ ứng dụng

source: Feed Back
vi: Phản hồi

source: Rate Us
vi: Đánh giá chúng tôi

source: News
vi: Tin tức

source: Team Standings
vi: Bảng xếp hạng đội

source: Player Standings
vi: Bảng xếp hạng người chơi

source: Ranking
vi: Xếp hạng

source: Team Name
vi: Tên nhóm

source: More
vi: Hơn

source: Rank
vi: Thứ hạng

source: Player Name
vi: Tên người chơi

source: Goals
vi: Bàn thắng

source: Home
vi: Nhà

source: Away
vi: Xa

source: Sorry!...No standings found
vi: Xin lỗi! ... Không tìm thấy bảng xếp hạng

source: Home Penalty
vi: Hình phạt tại nhà

source: Away Penalty
vi: Phạt đền trên sân khách

source: Match Number
vi: Số đối sánh

source: Sub Number
vi: Số phụ

source: All Leagues
vi: Tất cả các giải đấu

source: Delete Hilight
vi: Xóa Hilight

source: Do you want to remove this match from hilights?
vi: Bạn có muốn xóa trận đấu này khỏi phần nổi bật không?

source: Reminder saved successfully
vi: Đã lưu lời nhắc thành công

source: Unable to Add Reminder
vi: Không thể thêm lời nhắc

source: Please choose upcoming matches
vi: Vui lòng chọn các trận đấu sắp tới

source: ALL
vi: TẤT CẢ CÁC

source: LIVE
vi: TRỰC TIẾP

source: SOON
vi: SỚM

source: Today
vi: Hôm nay

source: Result
vi: Kết quả

source: Schedule
vi: Lịch trình

source: Head to head
vi: Đối đầu

source: Home Team Recent Matches
vi: Các trận đấu gần đây của đội chủ nhà

source: Away Team Recent Matches
vi: Các trận đấu gần đây của đội khách

source: Home Team Odds
vi: Tỷ lệ đội chủ nhà

source: Away Team Odds
vi: Tỷ lệ cược đội khách

source: League / Cup Information
vi: Thông tin giải đấu / cúp

source: Match
vi: Cuộc thi đấu

source: Full Name :
vi: Họ và tên :

source: Abbreviation :
vi: Viết tắt:

source: Type :
vi: Loại hình :

source: Current Sub-League :
vi: Giải đấu phụ hiện tại:

source: Total Rounds :
vi: Tổng số vòng:

source: Current Round :
vi: Vòng hiện tại:

source: Current Season :
vi: Phần hiện tại:

source: Country :
vi: Quốc gia :

source: League
vi: liên đoàn

source: Asia (Full)
vi: Châu Á (Toàn)

source: 1x2 (Full)
vi: 1x2 (Đầy đủ)

source: Over/Under(Full)
vi: Trên / Dưới (Toàn bộ)

source: Asia(1st half)
vi: Châu Á (hiệp 1)

source: Over/Under(1st half)
vi: Trên / Dưới (hiệp 1)

source: Live Handicap
vi: Cược chấp trực tiếp

source: Spread
vi: Truyền đi

source: Total
vi: Tổng cộng

source: Full Handicap
vi: Kèo chấp toàn bộ

source: Half Handicap
vi: Kèo chấp một nửa

source: 1Part Handicap
vi: Điểm chấp 1 phần

source: GOALS AND ASSISTS
vi: MỤC TIÊU VÀ HỖ TRỢ

source: SUBTITUTIONS
vi: TIỂU PHỤ.

source: Total(Fulltime)
vi: Tổng cộng (Toàn thời gian)

source: Home(Fulltime)
vi: Trang chủ (Toàn thời gian)

source: Away(Fulltime)
vi: Đi vắng (Toàn thời gian)

source: Total(Halftime)
vi: Tổng cộng (giờ nghỉ giải lao)

source: Home(Halftime)
vi: Home (Giờ nghỉ giải lao)

source: Away(Halftime)
vi: Sân khách (Hiệp 1)

source: Round
vi: Chung quanh

source: UNDER
vi: DƯỚI

source: OVER
vi: KẾT THÚC

source: Total Points
vi: Tổng điểm

source: Half
vi: Một nửa

source: Index
vi: Mục lục

source: Analysis
vi: Phân tích

source: Event
vi: Biến cố

source: Briefing
vi: Cuộc họp

source: Goal
vi: Mục tiêu

source: Red card
vi: thẻ đỏ

source: Yellow card
vi: Thẻ vàng

source: Penalty kick
vi: Đá phạt

source: Own goals
vi: Mục tiêu riêng

source: Two yellow to red
vi: Hai màu vàng sang đỏ

source: Substitution
vi: Thay thế

source: Missed Penalty
vi: Hình phạt bỏ lỡ

source: First Corner Kick
vi: Quả phạt góc đầu tiên

source: First Yellow Card
vi: Thẻ vàng đầu tiên

source: Number of Shots
vi: Số lần chụp

source: Number of Shots on target
vi: Số lần bắn trúng mục tiêu

source: Number of Fouls
vi: Số lượng Fouls

source: Number of Corners
vi: Số góc

source: Number of Corners (Overtime)
vi: Số góc (Ngoài giờ)

source: Free Kicks
vi: Đá phạt

source: Number of Offsides
vi: Số lượng ngoại vi

source: Own Goals
vi: Mục tiêu riêng

source: Yellow Cards
vi: Thẻ vàng

source: Yellow Cards (Overtime)
vi: Thẻ vàng (Ngoài giờ)

source: Red Cards
vi: Thẻ đỏ

source: Ball Control
vi: Kiểm soát bóng

source: Header
vi: Tiêu đề

source: Save the Ball
vi: Lưu bóng

source: Goalkeeper Strikes
vi: Thủ môn đình công

source: Lose the Ball
vi: Mất bóng

source: Successful Steal
vi: Ăn trộm thành công

source: Block
vi: Khối

source: Long Pass
vi: Đèo dài

source: Short Pass
vi: Chuyền ngắn

source: Assist
vi: Hỗ trợ

source: Successful Pass
vi: Vượt qua thành công

source: First Substitution
vi: Thay người đầu tiên

source: Last Substitution
vi: Lần thay người cuối cùng

source: First Offside
vi: Việt vị đầu tiên

source: Last Offside
vi: Việt vị cuối cùng

source: Change the number of players
vi: Thay đổi số lượng người chơi

source: Last Corner Kick
vi: Quả phạt góc cuối cùng

source: Last Yellow Card
vi: Thẻ vàng cuối cùng

source: Change The number of players (Overtime)
vi: Thay đổi số lượng người chơi (Ngoài giờ)

source: Number of Offsides (Overtime)
vi: Số lần vi phạm (Ngoài giờ)

source: Missing a Goal
vi: Thiếu Mục tiêu

source: Middle Column
vi: Cột giữa

source: Number of Successful headers
vi: Số lượng tiêu đề thành công

source: Blocked Shots
vi: Ảnh bị chặn

source: Tackles
vi: Tranh bóng

source: Exceeding Times
vi: Vượt thời gian

source: Out-of-Bounds
vi: Ngoài giới hạn

source: Number of Passes
vi: Số lần đi

source: Pass Success Rate
vi: Vượt qua tỷ lệ thành công

source: Number of Attacks
vi: Số lượng các cuộc tấn công

source: Number of Dangerous Attacks
vi: Số vụ tấn công nguy hiểm

source: Half-Time Corner Kick
vi: Quả phạt góc trong hiệp một

source: Half Court Possession
vi: Sở hữu một nửa tòa án

source: Skip
vi: Nhảy

source: Next
vi: Tiếp theo

source: Highlights
vi: Điểm nổi bật

source: AUTOPLAY
vi: TỰ CHẠY

source: Most Watched
vi: Xem nhiều nhất

source: Search
vi: Tìm kiếm

source: CANCEL
vi: SỰ HỦY BỎ

source: DELAY
vi: SỰ CHẬM TRỄ

source: Settings
vi: Cài đặt

source: Welcome to 775Sports
vi: Chào mừng đến với 775Sports

source: Live Score Updates
vi: Cập nhật tỷ số trực tiếp

source: More Than Just an App
vi: Không chỉ là một ứng dụng

source: Jump into the action with our 24/7 coverage of the world's most popular sports! Don't miss a heartbeat as your favourite teams take the field and cheer them on to victory. You'll find everything from fixtures to predictions, player swaps, live coverage and more at 775Sports.
vi: Bắt đầu hành động với phạm vi bảo hiểm 24/7 của chúng tôi về các môn thể thao phổ biến nhất thế giới! Đừng bỏ lỡ nhịp tim khi các đội yêu thích của bạn ra sân và cổ vũ họ chiến thắng. Bạn sẽ tìm thấy mọi thứ từ lịch thi đấu đến dự đoán, hoán đổi người chơi, phạm vi bảo hiểm trực tiếp và hơn thế nữa tại 775Sports.

source: As it happens! Follow the latest in the world of football from fixtures, to player stats and everything in between. See who the gods of football are smiling on with our expert analyses and how the odds are stacked for and agaist the teams.
vi: Khi nó xảy ra! Theo dõi những thông tin mới nhất trong thế giới bóng đá từ lịch thi đấu, đến số liệu thống kê của cầu thủ và mọi thứ ở giữa. Xem các vị thần bóng đá đang mỉm cười với ai với các phân tích chuyên môn của chúng tôi và tỷ lệ cược được xếp chồng lên nhau và làm hài lòng các đội như thế nào.

source: As it happens! No more waiting for you! Follow live score updates as they happen for your favourite sports. Let's see if we can;'t make you feel like you're in the stadium. Just remember not to wake the neighbours with your cheering!
vi: Khi nó xảy ra! Không còn chờ đợi cho bạn! Theo dõi cập nhật tỷ số trực tiếp khi chúng diễn ra cho các môn thể thao yêu thích của bạn. Hãy xem nếu chúng tôi có thể; không làm cho bạn cảm thấy như bạn đang ở trong sân vận động. Chỉ cần nhớ đừng đánh thức những người hàng xóm với sự cổ vũ của bạn!

source: It isn't just an app, it's an experience. Join in the fun and gain access to over 1000 sports competitions worldwide. You name it, we provide it. See how your dream team stacks agains the competition and gain meaningful insights through our analyses and predictions.Come along with us, and you're in for a ride.
vi: Nó không chỉ là một ứng dụng, mà còn là một trải nghiệm. Tham gia vào niềm vui và giành quyền truy cập vào hơn 1000 cuộc thi thể thao trên toàn thế giới. Bạn đặt tên cho nó, chúng tôi cung cấp nó. Xem cách mà nhóm trong mơ của bạn giành được sự cạnh tranh và có được những hiểu biết sâu sắc có ý nghĩa thông qua các phân tích và dự đoán của chúng tôi.
